[General Setting]
Language_Name=繁体中文-- Chinese(Traditional)
Image_index=1
[ALL]
////////////////////////////////main/////////////////////////
IDC_STC_TITLE = Free Screen Recorder
IDC_STC_SIZE = 大小:
IDC_STC_TIME = 時間:
IDC_STC_STATUS = 狀態:

IDR_MENU_TRAY_SHOWMAIN = 顯示主畫面
IDR_MENU_TRAY_START = 錄製
IDR_MENU_TRAY_PAUSE = 暫停
IDR_MENU_TRAY_STOP = 停止
IDR_MENU_TRAY_EXIT = 關閉軟體


IDC_STATIC_TIP_RECORDDEST = 目標：
IDC_STATIC_TIP_AUDIO = 聲音：
IDC_STATIC_TIP_OUTPUT = 存放位置：
IDC_STATIC_RECORDDEST_NONE = 無
IDC_BUTTON_RECORD = 開始錄製
IDC_BUTTON_PAUSE = 暫停
IDC_BUTTON_STOP = 停止
IDC_BUTTON_CONTINUE = 繼續

IDC_STATIC_MAIN_BUY = 購買
IDC_STATIC_MAIN_REG = 註冊
IDC_STATIC_MAIN_ABOUT = 嚮導

strCameraFormat = 攝影機@%s
////////////////////////////////播放器/////////////////////////
IDC_STC_PLAYER_TITLE = 媒體播放器
IDR_MENU_PLAYER_OPENFILE = 開啟檔案
IDR_MENU_PLAYER_PLAY = 播放
IDR_MENU_PLAYER_PAUSE =暫停
IDR_MENU_PLAYER_STOP = 停止

////////////////////////////////設定/////////////////////////
IDC_STC_ADVANCEDSET_TITLE = 設定
IDC_BUTTON_SETTARGET = 目標
IDC_BUTTON_SETVIDEO = 影片
IDC_BUTTON_SETAUDIO = 聲音
IDC_BUTTON_SETWATERMARK = 浮水印
IDC_BUTTON_SETCURSOR = 滑鼠
ID_BUTTON_SETSCREENSHOT = 截圖
ID_BUTTON_SETHOTKEY = 快速鍵
ID_BUTTON_OK = 確定
ID_BUTTON_CANCEL = 取消
IDC_BUTTON_AUTORECORD = 自動錄製

////////////////////////////////設定--影片/////////////////////////
IDC_STC_VIDEO_FOLDER = 存放位置：
IDC_STC_VIDEO_RECORDREGION = 區域：
IDC_STC_VIDEO_QUALITY = 影片品質：
IDC_STC_VIDEO_FORMAT = 影片格式：
IDC_STC_VIDEO_FRAME = 影格速率：
IDC_STC_VIDEO_RESOLUTION = 解析度：
IDC_STC_VIDEO_RECORDOBJECT = 物件：
IDC_STATIC_VIDEO_CAMERA = 攝影機：
IDC_CHECK_RECORDSCREEN = 螢幕
IDC_CHECK_RECORDCAMERA = 同時錄製螢幕以及網路攝影機
IDC_RADIO_FULLSCREEN = 全螢幕
IDC_RADIO_USERDEFINED = 自訂
IDC_RADIO_CAMERA = 攝影機
IDC_COMBO_VIDEO_QUALITY_0 = 最高品質
IDC_COMBO_VIDEO_QUALITY_1 = 高品質
IDC_COMBO_VIDEO_QUALITY_2 = 一般
IDC_COMBO_VIDEO_QUALITY_3 = 低品質
IDC_COMBO_VIDEO_QUALITY_4 = 最低品質
IDC_BTN_PREVIEW_OPEN = 預覽
IDC_BTN_PREVIEW_CLOSE = 關閉
IDC_CHECK_VIDEO_HW = 啟用 GPU 加速
IDC_COMBO_VIDEO_RESOLUTION_0 = 原始尺寸
IDC_COMBO_VIDEO_RESOLUTION_1 = 原尺寸的一半
IDC_COMBO_VIDEO_RESOLUTION_2 = 320 x 240
IDC_COMBO_VIDEO_RESOLUTION_3 = 480 x 360
IDC_COMBO_VIDEO_RESOLUTION_4 = 640 x 480
IDC_COMBO_VIDEO_RESOLUTION_5 = 800 x 600
IDC_COMBO_VIDEO_RESOLUTION_6 = 1280 x 720
IDC_COMBO_VIDEO_RESOLUTION_USER = 自訂

IDC_CHECK_TARGET_HIDECAMERA = 錄製時，隱藏攝影機視窗
IDC_CHECK_TARGET_HOTSHOT = 啟用焦點縮放
IDC_STATIC_TARGET_SCALE = 縮放率：
IDC_STATIC_TARGET_SCALE_FORMAT = %0.1f 
IDC_STATIC_TARGET_HOTKEY_TIP = 快速鍵：

IDC_STATIC_USERDEFINEDPARAM_TITLE = 自訂
IDC_STATIC_USERDEFINEDPARAM_DES1 = 解析度：
IDC_STATIC_USERDEFINEDPARAM_DES2 = 影格速率：
IDC_STATIC_USERDEFINEDPARAM_TIP1 = 請設定寬度！
IDC_STATIC_USERDEFINEDPARAM_TIP2 = 請設定寬度！
IDC_STATIC_USERDEFINEDPARAM_TIP3 = 寬度必須大於 0！
IDC_STATIC_USERDEFINEDPARAM_TIP4 = 高度必須大於 0！
IDC_STATIC_USERDEFINEDPARAM_TIP5 = 請設定影格速率！
IDC_STATIC_USERDEFINEDPARAM_TIP6 = 影格速率必須大於 0！
IDC_STATIC_USERDEFINEDPARAM_TIP7 = 影格速率不得大於 40！

IDC_CHECK_TARGET_TRANS = 錄製透明視窗
IDC_STATIC_TARGET_TRANS = 啟用該功能後，透明視窗將一併錄製。但可能降低錄製效率，建議有需要時才啟用。

////////////////////////////////設定--聲音/////////////////////////
IDC_STC_AUDIO_DEVICE = 來源：
IDC_STC_AUDIO_QUALITY = 聲音品質：
IDC_COMBO_AUDIO_QUALITY_0 = 高
IDC_COMBO_AUDIO_QUALITY_1 = 中
IDC_COMBO_AUDIO_QUALITY_2 = 低

////////////////////////////////設定--水印/////////////////////////
IDC_BUTTON_WATERMARK_TAB_TEXT = 文字浮水印
IDC_BUTTON_WATERMARK_TAB_IMAGE = 圖片浮水印
IDC_STATIC_TEXTWATERMARK_TRANSPARENT = 透明度：
IDC_STATIC_TEXTWATERMARK_ROTATE = 旋轉角度：
IDC_STATIC_TEXTWATERMARK_ALIGNMENT = 對齊：
IDC_STATIC_TEXTWATERMARK_ALIGNMENT_X = X：
IDC_STATIC_TEXTWATERMARK_ALIGNMENT_Y = Y：
IDC_CHECK_TEXTWATERMARK_SCROLL = 啟用跑馬燈效果
IDC_STATIC_TEXTWATERMARK_DIRECT = 方向
IDC_STATIC_TEXTWATERMARK_SIZE = 長度
IDC_STATIC_TEXTWATERMARK_TIME = 延遲時間
IDC_CHECK_TEXTWATERMARK_FADEIN = 淡入
IDC_CHECK_TEXTWATERMARK_FADEOUT = 淡出
IDC_CHECK_TEXTWATERMARK_REPEAT = 重複顯示
IDC_BUTTON_ADD_TEXTWATERMARK = 加入
IDC_BUTTON_TEXTWATERMARK_FONT = 字體
IDC_BUTTON_TEXTWATERMARK_PREVIEW = 預覽

IDC_STATIC_IMAGEWATERMARK_SCALE = 縮放：
IDC_STATIC_IMAGEWATERMARK_SCALE_WIDTH = 寬度：
IDC_STATIC_IMAGEWATERMARK_SCALE_HEIGHT = 高度：
IDC_STATIC_IMAGEWATERMARK_ROTATE = 旋轉角度：
IDC_STATIC_IMAGEWATERMARK_FILEPATH = 檔案：
IDC_STATIC_WATERMARKPREVIEW_TITLE = 預覽

IDC_BUTTON_WATERMARK_CLEAR = 清除
IDC_CHECK_TEXTWATERMARK = 啟用這個浮水印
IDC_COMBO_TEXTWATERMARK_DIRECT_0 = 水平
IDC_COMBO_TEXTWATERMARK_DIRECT_1 = 垂直

IDC_STATIC_WATERMARK_DES1 = 暫無浮水印
IDC_STATIC_WATERMARK_DES2 = 請加入浮水印

IDC_STATIC_IMAGEWATERMARK_IMAGE = 圖片：

////////////////////////////////設定--水印-Font/////////////////////////
IDC_STATIC_FONT_TITLE = 字體設定
IDC_STATIC_FONT_NAME = 名稱：
IDC_STATIC_FONT_SIZE = 大小：
IDC_STATIC_FONT_COLOR = 顏色：
IDC_STATIC_FONT_DISTANCE = 間距：
IDC_CHECK_FONT_SHADOW = 陰影效果
IDC_CHECK_FONT_STROKE = 字體邊框
IDC_CHECK_FONT_GLOWOUT = 光暈效果
IDC_BUTTON_FONT_OK = 確定
IDC_BUTTON_FONT_CANCEL = 取消


////////////////////////////////設定--滑鼠/////////////////////////
IDC_CHECK_CURSOR_RECORD = 錄製畫面時，一併錄製滑鼠游標。
IDC_CHECK_CURSOR_SCREENSHOT = 截取畫面時，一併截取滑鼠游標。
IDC_CHECK_CURSOR_SOUND = 點擊滑鼠時，出現聲音效果。
IDC_CHECK_CURSOR_CLICKEFFECT = 按下滑鼠時的效果：
IDC_STATIC_CURSOR_LEFTTIP = 左鍵按一下：
IDC_STATIC_CURSOR_RIGHTTIP = 左鍵連按兩下：

////////////////////////////////設定--截圖/////////////////////////
IDC_STATIC_SCREENSHOT_FORMAT = 圖片格式：
IDC_STATIC_SCREENSHOT_OUTPUT = 儲存位置：
IDC_CHECK_SCREENSHOT_CLICK = 當滑鼠按下時，同時截取圖片
IDC_CHECK_SCREENSHOT_TIME = 每
IDC_STATIC_SCREENSHOT_TIME = 秒
IDC_CHECK_SCREENSHOT_SOUND = 快門聲

////////////////////////////////設定--快捷鍵/////////////////////////
//suker
IDC_BUTTON_AUDIO_ADVANCED = 進階設定

////////////////////////////////攝像頭預覽/////////////////////////
IDC_STATIC_CAMERAPREVIEW_TITLE = 預覽 - %s
IDS_OPEN_CAMERA_FAILED = 開啟攝影機失敗！

////////////////////////////////設定--一般/////////////////////////
IDC_CHECK_DEFAULTRECORDSIZE = 預設的錄製範圍大小
IDC_CHECK_MINWINDOW = 錄製時將視窗最小化
IDC_CHECK_OPENFILE = 錄製完成後，直接開啟檔案
IDC_STC_COMMON_CLOSEAPP = 關閉軟體時：
IDC_RADIO_CLOSETO_TRAY = 最小化到系統列
IDC_RADIO_CLOSETO_EXIT = 直接關閉軟體
IDC_COMBO_DEFAULTRECORDSIZE_0 = 400 x 300
IDC_COMBO_DEFAULTRECORDSIZE_1 = 640 x 480
IDC_COMBO_DEFAULTRECORDSIZE_2 = 720 x 480
IDC_COMBO_DEFAULTRECORDSIZE_3 = 800 x 600
IDC_COMBO_DEFAULTRECORDSIZE_4 = 全螢幕

////////////////////////////////設定--進階/////////////////////////
IDC_STC_ADVANCED_HOTKEY = 快速鍵：
IDC_STC_ADVANCED_RECORD = 開始錄製：
IDC_STC_ADVANCED_PAUSE  = 暫停錄製：
IDC_STC_ADVANCED_STOP   = 停止錄製：
IDC_STC_ADVANCED_SCREENSHOT   = 螢幕截圖：
IDC_STC_ADVANCED_NOTE   = 加入註解：
IDC_CHECK_NOTE_TIME     = 時間/日期註解
IDC_CHECK_NOTE_WATERMARK= 加入浮水印
IDC_CHECK_NOTE_TITLE    = 標題註解

////////////////////////////////錄製範圍設定界面/////////////////////////
IDC_STC_AREAHELPER_TITLE = 區域
IDC_STATIC_WIDTH = 寬度：
IDC_STATIC_HEIGHT = 高度：
IDC_BUTTON_HELPER_RECORD = 錄製

////////////////////////////////圖片列表/////////////////////////
IDC_BUTTON_BROWSERIMAGE_LOAD = 載入圖片
IDC_BUTTON_BROWSERIMAGE_DELETE = 刪除
IDC_BUTTON_BROWSERIMAGE_OK = 確定
IDC_BUTTON_BROWSERIMAGE_CANCEL = 取消
IDC_BUTTON_BROWSERIMAGE_TITLE = 瀏覽
IDC_BUTTON_BROWSERIMAGE_DES = 按下【載入圖片】可以讀取並加入已存在的圖片。


////////////////////////////////提示信息/////////////////////////
IDS_PLAYER_FILTER = 影片檔案|*.avi;*.mp4;*.wmv;*.mpg;*.swf|所有檔案 (*.*)|*.*||
IDS_RECORD_FAILED = 啟動錄製程序失敗！錯誤碼：%d
IDS_CREATEDIR_FAILED = 建立資料夾 %s 失敗，請重新設定！
IDS_FOLDER_ERRORNAME = 資料夾名稱不得包含右列任一符號：* <> "/ |?
IDS_FOLDER_TIP1 = %s 該資料夾不存在。
IDS_FOLDER_TIP2 = 是否自動建立？
IDS_SELECT_FOLDER = 請選擇存放位置
IDS_IMAGEWATERMARK_FILTER = 圖片檔案(*.jpg;*.png;*.png;*.gif)|*.jpg;*.png;*.bmp;*.gif|


IDS_RECORD_START = 正在開始錄製...

//suker
IDS_RECORD_RECORDING = 錄製中...
IDS_RECORD_PAUSE = 暫停
IDS_RECORD_READY = 準備錄製

IDS_AUDIO_DEVICE_MIX_MIC =  電腦音效與麥克風
IDS_AUDIO_DEVICE_MIX = 電腦音效
IDS_AUDIO_DEVICE_MIC = 麥克風
IDS_AUDIO_DEVICE_NONE = 無

IDS_CLOSEAPP_WHEN_RECORD = 現在正在錄製，你是否確定要停止？
IDS_HOTKEY_REDEFINE = %s 已設定為其他動作的快速鍵，請重新指定。
IDS_VOLUME = 音量
IDS_NO_CAMERADEVICE = 軟體未偵測到任何攝影機，請確定攝影機已正確且成功安裝！
IDS_INIT_CAMERA_FAILED = 攝影機初始化失敗！
IDS_PLAYER_TITLE = 影片播放器 %s

[ImageListTabName]
Protection = 保護
Business = 商業
Love = 愛心
Festival = 嘉年華
Icon = 圖示
Feature = 功能
Digital = 數位
Cute = 可愛
Life = 生活
User = 自訂



[Tips]
m_btnOutput = 開啟資料夾
m_btnSetOutput = 設定資料夾
m_btnStartRecord = 開始錄製
m_btnSetRegionType = 設定區域
m_btnPlay = 播放
m_btnPause = 暫停
m_btnStop = 停止
m_btnSettings = 設定
m_btnChangeLang = 變更語言
m_btnAudio = 聲音裝置
m_btnCamera_Open = 點擊打開攝像頭
m_btnCamera_Close = 點擊關閉攝像頭
m_btnClose = 關閉
strHasTmpWatermark = 您有未保存的浮水印，是否添加？
strInvalidImage = 無效的圖片檔！
strTrial = 
strFamilyLicense = 家用版
strWatermark1 = 
strWatermark2 = www.thundershare.net
strWatermark3 = 
strConfigPath = \ThunderSoft\Free Screen Recorder\
strClearTip = 確定清除所有的浮水印嗎？

[ErrorCode]
0001 = 找不到編碼器，錄製失敗！
0002 = 編碼器初化發生異常，錄製失敗！
0003 = 編碼器啟始發生異常，錄製失敗！
0004 = 參數錯誤，錄製失敗！
0005 = 內部錯誤，錄製失敗！

[frmReg]
lblTitle = 註冊你的軟體
lblDescription1 =  ThunderSoft Screen Recorder 試用版，將會在錄製的影片上出現廣告浮水印。購買並註冊成功後，錄製的影片，不會再出現廣告浮水印。
lblDescription2 =  購買之後，請檢查你的 Email，信件中會包含屬於你的註冊資訊。
lblDescription3 = 立即購買。
lblDescription3_1 = 按下  
lblDescription3_2 = 按鈕以移除限制。
btnBuy = 購買
btnReg = 註冊
btnEvaluate = 試用

lblUserName = Email：
lblkey = 註冊碼：
lblProblem = 聯絡我們：

strNoKey = 請輸入註冊碼！
strNoName = 請輸入 Email！
strErrorEmail = Email 格式有誤，請重新輸入！
strRegSuccess = 註冊成功。
strRegToName = 本軟體已授權給 %s
strRegFailed = 註冊失敗。
strErrorKeyLength = 無法的註冊碼長度。
strRegFailedReason1 = 無效的產品碼。
strRegFailedReason2 = 初始化註冊程序失敗。
strRegFailedReason3 = 產品註冊失敗。
strRegFailedReason4 = 產品註冊失敗，註冊碼驗證失敗！
strInvalidKey = 註冊碼驗證失敗，請購買合法的註冊碼。
strKeyBeDeleted = 偵側到你的註冊資訊已移除，請聯絡我們並重新註冊軟體！
support=取得技術支援

[frmRegTip]
lblTitle=註冊提示
lblDes1_1=註冊失敗，該註冊碼僅可使用於 1 台電腦。
lblDes1_2=註冊失敗，該註冊碼僅可使用於 3 台電腦。
lblDes2=有兩種途徑可以解決這個問題：
lblBuy=1. 購買足夠的註冊碼。
lblActive=2. 取消其他電腦的授權。
lblEmail=註冊碼：
btnBuy=購買
btnActive=繼續
btnOK=關閉
strActiveFailed=註冊失敗，請輸入正確的註冊碼！
lblTip1=
lblTip2=

[frmGetNewVersion]
Title = 已發現更新的版本。
btnUpdate = 立即更新
btnCancel = 下次再說
HasNewVerson = 新版 (%s) 已發佈！
VersionTip = 我們很高興地告訴您，%s 已經推出了具有更新功能，以及更好的使用感受的版本。請按『立即升級』下載更新的版本。
FreeVersionTip = 我們很高興地告訴您，%s 已經推出了具有更新功能，以及更好的使用感受的版本。請按『立即升級』下載更新的版本。

[frmAbout]
Type = 1
About = 關於
version= 版本：
VersionNumber = 6.3.0
copyright=Copyright (C) 2016 ThunderSoft. All Rights Reserved.
homePage= 檢視產品頁面
lblRegTo=授權給：
support= 取得技術支援
btnOK = 確定
lblDes = 警告：本電腦程式已受著作權法以及國際公約保護，未經授權擅自複製或散佈本電腦程式之部份或全部，將導致嚴厲的民事和刑事處分，且將依法提起最大範圍的追訴。


[Product]
Company Name = ThunderSoft
CompanyHomePage = http://www.thundershare.net/free-screen-recorder/
Product short Name = Free Screen Recorder
Product long Name = Free Screen Recorder
ProductHomePage = http://www.thundershare.net/free-screen-recorder/
ProductHelpPage = http://www.thundershare.net/free-screen-recorder/
PurchaseURL = http://www.thundershare.net/screen-recorder/buy.html
BuyNowURL = http://www.thundershare.net/screen-recorder/buy.html
Support Email = thundersoftsupport@gmail.com